/** Клиенты для выпадающего списка */
export const MOCK_CLIENTS = [
  { id: '1', name: 'ООО Отдохни-77' },
  { id: '2', name: 'ООО Итальянские традиции' },
  { id: '3', name: 'ООО Дружба систем' },
  { id: '4', name: 'ООО ОКЕЙ' },
  { id: '5', name: 'ООО ВЕЗУВИО' },
  { id: '6', name: 'ООО ЭКОМАРКЕТ.РУ' },
  { id: '7', name: 'ООО ГАСТРОНОМ ВРЕМЕНА' },
  { id: '8', name: 'ООО СТЕПЬ' },
  { id: '9', name: 'ООО МЕЛОС' },
  { id: '10', name: 'ООО САНС' },
  { id: '11', name: 'ИП ЗИМИН' },
  { id: '12', name: 'ИП АВРАМИДИ' },
  { id: '13', name: 'ИП ПЕТРОВА' },
  { id: '14', name: 'ИП КЕСОВ' },
  { id: '15', name: 'ИП СЕРГИЕНКО' },
  { id: '16', name: 'ООО ДИОНИС' },
  { id: '17', name: 'Сладкая жизнь плюс' },
  { id: '18', name: 'Эллавка' },
  { id: '19', name: 'ИП Ястребова' },
  { id: '20', name: 'Руспитание' },
  { id: '21', name: 'Металлор Импэкс' },
  { id: '22', name: 'ООО Бизнесальянс' },
  { id: '23', name: 'ООО АГ Групп' },
  { id: '24', name: 'ООО Макарий' },
];

/** Номенклатура продукции */
export const MOCK_NOMENCLATURE = [
  { id: '1', name: 'ПАНТИКАПЕЙ' },
  { id: '2', name: 'ГОРГИППИЯ' },
  { id: '3', name: 'ФЕТА Премиум' },
  { id: '4', name: 'ФЕТА Лайт' },
  { id: '5', name: 'ФЕТА Спешл' },
  { id: '6', name: 'СПАРТА в рассоле' },
  { id: '7', name: 'СПАРТА в раст. масле' },
  { id: '8', name: 'СПАРТА в оливк. масле' },
  { id: '9', name: 'ХАЛУМИ' },
  { id: '10', name: 'САГАНКИ Премиум' },
  { id: '11', name: 'САГАНАКИ Спешл' },
  { id: '12', name: 'ПИПЕРАТО Крем-чиз' },
  { id: '13', name: 'РЕГОНАТО Крем-чиз' },
  { id: '14', name: 'СКОРДАТО Крем-чиз' },
  { id: '15', name: 'ВИЗАНТИЯ парика и чеснок' },
  { id: '16', name: 'ВИЗАНТИЯ укроп и чеснок' },
  { id: '17', name: 'ВИЗАНТИЯ базилик и томат' },
];

/** Бренды */
export const MOCK_BRANDS = [
  { id: '1', name: 'Дружба' },
  { id: '2', name: 'Элегия вкуса' },
  { id: '3', name: 'Ферма Илиадис' },
];
